Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=241_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo saamenpuvun pukemisesta !
sme: Geahča oanehisvideo, mo galgá gárvodit sámegáktái.

source: Ingá, Ánne ja Niiles pääsevät ripille ja pukevat saamenpuvut päälleen.
sme: Ingá, Ánne ja Niillas besset rihpaide ja gárvodit sámegáktái.

source: Pukeminen ei kuitenkaan ole kovin helppoa, vaan tarkkaa työtä, johon tarvitaan apua.
sme: Gárvodeapmi ii goit leat nu álki, baicce dárkkes bargu, masa dárbbašuvvo veahkki.

source: Musiikki: Pentti Kusmin, käännös: Birit Vuolab
sme: Musihkka: Pentti Kusmin, jorgalus: Birit Vuolab

source: Pituus: 3,11
sme: Guhkkodat: 3,11
